// S1.11. Составить программу вывода на экран «столбиком» четырех любых чисел.

double a = new Random().NextDouble();
double b = new Random().NextDouble();
double c = new Random().NextDouble();
double d = new Random().NextDouble();

Console.WriteLine(a + "\n" + b + "\n" + c + "\n" + d);