//S1.8. Составить программу вывода на экран в одну строку четырех любых чисел  с одним пробелом между ними.

double a = new Random().NextDouble();
double b = new Random().NextDouble();
double c = new Random().NextDouble();
double d = new Random().NextDouble();

Console.WriteLine(a+" "+b+" "+c+" "+d);
