// S1.12. Составить программу вывода на экран следующей информации:
// 5 10
// 7 см

Console.WriteLine(5+" "+10);
Console.WriteLine(7 + " см");