//S1.7. Составить программу вывода на экран в одну строку трех любых чисел с двумя пробелами между ними.
double a = new Random().Next();
double b = new Random().Next();
double c = new Random().Next();

Console.WriteLine(a + "  " + b + "  " + c);
