//S1.3. Составить программу вывода на экран числа, вводимого с клавиатуры.
//Выводимому числу должно предшествовать сообщение «Вы ввели число».

double number =Double.Parse(Console.ReadLine());

Console.WriteLine("Вы ввели число "+number);
